---
kind: property
id: P:Autodesk.Revit.DB.Blend.BottomSketch
source: html/c518f0a1-2368-3759-73fb-ca1c8cbd8810.htm
---
# Autodesk.Revit.DB.Blend.BottomSketch Property

Returns the Bottom Sketch of the Blend.

## Syntax (C#)
```csharp
public Sketch BottomSketch { get; }
```

## Remarks
This property is used to retrieve the Bottom Sketch of the Blend.